Repository: Daniel-KM/Omeka-S-module-Selection
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: Selection
fr: Sélection

source: Invalid selection
fr: Sélection incorrecte

source: No selection
fr: Pas de sélection

source: The group name is unchanged.
fr: Le nom du groupe n’a pas été modifié.

source: No group set.
fr: Aucun groupe défini.

source: The parent group does not exist.
fr: Le groupe parent n’existe pas.

source: The group exists already.
fr: Le groupe existe déjà.

source: The group cannot be moved inside itself.
fr: Le groupe ne peut pas être déplacé à l’intérieur de lui-même.

source: The group "{name}" does not exist.
fr: Le groupe « {name} » n’existe pas.

source: The group does not exist.
fr: Le groupe n’existe pas.

source: An internal error occurred.
fr: Une erreur interne est survenue.

source: Permission denied
fr: Accès interdit

source: Already in
fr: Déjà ajouté

source: The selection has been updated.
fr: La sélection a été mise à jour.

source: The selection could not be updated.
fr: La sélection ne peut pas être mise à jour.

source: Choose a selection
fr: Choisir une sélection

source: Add to a selection
fr: Ajouter à une sélection

source: Store without group
fr: Enregistrer sans groupe

source: Create a new selection
fr: Créer une sélection

source: Remove from selection
fr: Retirer de la sélection

source: Add to selection
fr: Ajouter à la sélection

source: Selected resources
fr: Ressources sélectionnées

source: Clear all selections
fr: Supprimer toutes les sélections

source: My selection
fr: Ma sélection

source: Move
fr: Déplacer

source: This selection is stored in the session cookie. It will be lost if the cookie is cleared.
fr: Cette sélection est enregistrée dans le cookie de session. Elle sera perdue quand le cookie sera supprimé.

source: The selection is empty.
fr: La sélection est vide.

source: Set selection name
fr: Nommer la sélection

source: Create a selection
fr: Créer une sélection

source: No resource
fr: Pas de ressource

source: Select resources and download metadata
fr: Choisir les ressources et téléchargez les métadonnées

source: Select resources and send an email
fr: Choisir des ressources et envoyer un mail

source: Add a sub-selection
fr: Ajouter une sous-sélection

source: Rename selection
fr: Renommer la sélection

source: Move selection
fr: Déplacer la sélection

source: Delete selection
fr: Supprimer la sélection

source: Move resources
fr: Déplacer des ressources

source: Helpers and templates were renamed. Old ones will be removed in a future version.
fr: Les assistants de vue et les modèles doivent être renommés. Les anciens seront supprimés dans une version prochaine.

source: It is now possible to organize selected resources in a structured way.
fr: Il est désormais possible d’organiser les ressources choisies de manière structurée.

source: The structure is not available for anonymous visitors yet.
fr: Le classement des sélections dans une structure n’est pas encore disponible pour les visiteurs anonymes.

source: Some url routes have been updated to use query arguments. Check your theme if needed.
fr: Certaines urls ont été mises à jour pour utiliser des arguments. Vérifiez votre thème si nécessaire.

source: The option "selection_visitor_allow" was renamed "selection_disable_anonymous" and "selection_open" as "selection_resource_show_open". Update your theme if you customized it.
fr: L’option « selection_visitor_allow » a été renommée « selection_disable_anonymous » et « selection_open » en « selection_resource_show_open ». Mettez à jour le thème s’il a été personnalisé.

source: The views were restructured, so check your theme if you customized it.
fr: Les vues ont été restructurées. Il est donc recommandé de vérifier le thème si vous l’avez personnalisé.

source: A new option in site settings and in block settings allows to display the selection flat, by default, or hierarchically.
fr: Une nouvelle option dans les paramètres de site et dans les paramètres du bloc permet d’afficher la liste de sélection à plat, par défaut, ou en arborescence.

source: A new option in site settings allows to define selectable resources (items, medias, item sets).
fr: Une nouvelle option dans les paramètres de site permet de définir les ressources sélectionnables (contenus, médias et collections).

source: The resource block "Selection" was split into a block "Selection" and a block "Selection list".
fr: Le bloc « Sélection » a été scindé en un blocs « Sélection » et en un bloc « Liste des sélections ».

source: Modules {link_1}Bulk Export{link_end} and {link_2}Contact Us{link_end} are fully integrated in the selection page.
fr: Les modules {link_1}Bulk Export{link_end} et {link_2}Contact Us{link_end} sont désormais entièrement intégrés dans la page de sélection.

source: The setting "heading" was removed from block Selection. New blocks "Heading" or "Html" were prepended to all blocks that had a filled heading. You may check pages for styles: {json}
fr: Le paramètre « heading » a été supprimé du bloc Sélection. Des blocs « Titre » ou « Html » ont été ajoutés à tous les blocs qui avaient un titre. Vous pouvez vérifier les pages pour les styles : {json}

source: The setting "template" was moved to the new block layout settings available since Omeka S v4.1. You may check pages for styles: {json}
fr: Le paramètre « template » a été déplacé dans les nouveaux paramètres de bloc depuis Omeka S v4.1. Vous pouvez vérifier les pages pour les styles : {json}

source: The template files for the block Selection should be moved from "view/common/block-layout" to "view/common/block-template" in your themes. You may check your themes for pages: {json}
fr: Les fichiers de gabarits pour le bloc Sélection doit être déplacé de « view/common/block-layout » à « view/common/block-template » dans vos thèmes. Vous pouvez vérifier vos thèmes pour les pages : {json}

source: A new option is added to display selection button and list before, after or via resource blocks. See site settings.
fr: Une nouvelle option permet d’afficher la bouton et la liste de sélection avant, après ou via les blocs de ressources dans les paramètres de site.

source: The view helpers "selectionButtonToggle", "showSelectionLink", "updateSelectionLink" , and "containerSelection" were renamed "selectionButton", "selectionList", "selectionLinkBrowse", and "selectionContainer". You should update your theme. Matching templates: {json}
fr: Les assistants de vue « selectionButtonToggle », « showSelectionLink », « updateSelectionLink » et « containerSelection » ont été renommés « selectionButton », « selectionList », « selectionLinkBrowse » et « selectionContainer ». Vous devez mettre à jour votre thème. Vues correspondantes : {json}

source: The js "selection.js" was simplified to use "common-dialog.js", that should be added to the templates. You should check your theme. Matching templates: {json}
fr: Le js "selection.js" a été simplifié pour utiliser "common-dialog.js", qui doit être ajouté aux modèles. Vous devez vérifier votre thème. Modèles correspondants : {json}

source: The js "selection.js" was simplified to use "common-dialog.js", that should be added to the templates. You should check your theme.
fr: Le js "selection.js" a été simplifié pour utiliser "common-dialog.js", qui doit être ajouté aux gabarits. Vous devez vérifier votre thème.

source: It is now possible to display a flat list of named selections of resources.
fr: Il est désormais possible d’afficher une liste plate de sélections nommées.

source: The module Basket is present. Upgrade from it was removed since version 3.4.7. Install the previous version if you want to upgrade it.
fr: Le module Basket est présent. La mise à niveau a été supprimée depuis la version 3.4.7. Installez une version antérieure si vous voulez le mettre à niveau.

source: [none]
fr: [aucun]

source: Select selections…
fr: Choisir les sélection…

source: Selection module
fr: Sélection (module)

source: Disable selection stored in session for anonymous visitors
fr: Interdire la sélection via la session pour les visiteurs anonymes

source: Limit selections to specific resources
fr: Limiter les types de ressource à sélectionner

source: Medias
fr: Médias

source: Display selection button (old themes)
fr: Afficher le bouton de sélection (anciens thèmes)

source: Item: Top
fr: Contenu : haut

source: Media: Top
fr: Média : haut

source: Item set: Top
fr: Collection : haut

source: Item: Bottom
fr: Contenu : bas

source: Media: Bottom
fr: Média : bas

source: Item set: Bottom
fr: Collection : bas

source: Display selection list (old themes)
fr: Afficher la liste des sélections (anciens thèmes)

source: Open the selection block by default in resource page
fr: Ouvrir le bloc de sélection par défaut dans la page de ressource

source: Open the selection list block by default in resource page
fr: Ouvrir le bloc Liste des sélections par défaut dans la page de ressource

source: Default disposition of page Selection
fr: Disposition par défaut de la page des sélections

source: List of resources
fr: Liste de ressources

source: List of selections
fr: Liste de sélections

source: Nested selections
fr: Arborescence de sélections

source: Add individual checkboxes for modules Bulk Export and Contact Us
fr: Ajouter des cases à cocher individuelles pour les modules Bulk Export et Contact us

source: When needed
fr: Si nécessaire

source: Add a checkbox to select resources individually in lists (browse and search)
fr: Ajouter une case à cocher pour choisir les ressources individuellement dans les listes (parcourir et rechercher)

source: This option is used only with the module Advanced Search for now.
fr: Cette option est utilisée seulement dans le module Advanced Search actuellement.

source: Label for the page Selection
fr: Libellé pour la page de Sélection

source: Label for the link in guest account
fr: Libellé pour le lien dans le compte Invité

source: Warning for selection by anonymous
fr: Message d’avertissement pour la sélection par un visiteur anonyme

source: List
fr: Liste

source: Hierarchy
fr: Arborescence

source: A selection must have an owner.
fr: Une sélection doit avoir un propriétaire.

source: A selection must have a label.
fr: Une sélection doit avoir un libellé.

source: The label is already taken by the owner.
fr: Le libellé existe déjà dans ceux du propriétaire.

source: The selection cannot have selection resources when a query is set.
fr: La sélection ne peut pas regrouper des sélections de ressources quand elle utilise une requête.

source: A selection resource must have an owner.
fr: Une sélection de ressource doit avoir un propriétaire.

source: A selection resource must have a resource.
fr: Une sélection de ressource doit avoir une ressource.

source: A selection resource must have the same owner than the selection.
fr: Une sélection de ressource doit avoir le même propriétaire que la sélection.

source: A resource must be unique inside a selection.
fr: Une ressource doit être unique à l’intérieur d'une sélection.

source: A selection resource must be unique for the owner when there is no selection.
fr: Une sélection de ressource doit être unique pour le propriétaire lorsqu’il n’y a pas de sélection.

source: The destination group is not in the list of groups.
fr: Le groupe destination n’est pas dans la liste des groupes.

source: The destination group is not set.
fr: Le groupe destination n’existe pas.

source: The destination group "{name}" does not exist.
fr: Le groupe destination « {name} » n’existe pas.

source: The group name contains invalid characters ({characters}).
fr: Le nom du groupe contient des caractères invalides ({characters}).

source: Selection: button
fr: Sélection : Bouton

source: Selection: List
fr: Sélection : Liste

source: Selection: Button to group
fr: Sélection : Bouton des groupes

source: Selections
fr: Sélections
